app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "jaibarra1@miuandes.cl"], ["password", "123456789"], ["LIMIT", 1]]
---
	def create
		#complete this method
		user = User.where(email: params[:session][:email], password: params[:session][:password]).first